// General
"ADD" = "加入";
"OK" = "好";
"CANCEL" = "取消";
"Space" = "空間";
"SPACES" = "Spaces";
"OPTIONS" = "選項⋯";
"CONTINUE" = "繼續";
"TURN_BT_ON" = "啟用 Bluetooth";

"SEARCHING" = "搜尋中⋯";
"CONNECTING" = "正在連接⋯";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

"MOUSEBUTTON_OPEN" = "打開“%@”";

//
"TOP_LABEL_BT_OFF_HEADER" = "連接 USB 滑鼠或啓用 Bluetooth。";
"TOP_LABEL_BT_HEADER" = "等候偵測到 Bluetooth 滑鼠，或連接 USB 滑鼠。";
"TOP_LABEL_NO_BT_HEADER" = "連接 USB 滑鼠。";

//
"MID_LABEL_NO_MOUSE" = "找不到滑鼠。";
"MID_LABEL_1_MOUSE" = "找到 1 個滑鼠。";
"MID_LABEL_MOUSE_FOUND" = "找到“%@”";


// Gestures
"ONE_FINGER" = "單指";
"ONEFINGER_SCROLL_GESTURE" = "捲視";
"AX_ONEFINGER_SCROLL_GESTURE" = "捲視";
"SECONDARYCLICK_GESTURE" = "輔助按鈕";
"AX_SECONDARYCLICK_GESTURE" = "輔助按鈕";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "螢幕縮放";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "螢幕縮放";

"TWO_FINGERS" = "雙指";
"2F_SWIPE_LEFT_RIGHT" = "左右滑動來進行導覽";
"AX_2F_SWIPE_LEFT_RIGHT" = "左右滑動來進行導覽";

"SCREENZOOM_GESTURE" = "螢幕縮放";
"WITH_MOMENTUM" = "帶慣性";
"WITHOUT_MOMENTUM" = "不帶慣性";


//
"BT_OFF_ALERT_TITLE" = "由於 Bluetooth 已停用，因此無法連接 Bluetooth 滑鼠。要啓用 Bluetooth 嗎？";
"BT_INDICATOR_SEARCHING" = "搜尋中⋯";
"BT_INDICATOR_CONNECTING" = "正在連接⋯";

//
"LEFT" = "左側";
"RIGHT" = "右側";
"SCROLL" = "捲視";
"NAVIGATE" = "導覽";
"SCROLL_OFF" = "關閉";
"SCROLL_VERTICAL" = "僅垂直";
"SCROLL_VERTICAL_HORIZONTAL" = "垂直與水平";
"SCROLL_360" = "360 度";
"SWIPE_1_FINGER" = "單指";
"SWIPE_2_FINGER" = "雙指";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé 所有視窗";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Exposé 應用程式視窗";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé 桌面";



